<a name="NOSCIAgestione"></a>
<h3 id="NOSCIAgestione">GESTIONE NO-SCIA</h3>

Per inserire una linea di attivit&agrave; NO-SCIA in GISA si clicca sul cavaliere ALTRI STABILIMENTI -> AGGIUNGI -> "GESTIONE NO-SCIA". 
<p style="text-align: left;">
	<br>Si visualizzer&agrave; la seguente pagina:
	<img src="./images/noscia/noscia1.png"/>
	Dopo aver selezionato un linea di attivit&agrave; e cliccato su avanti si visualizzer&agrave; la seguente pagina:
	<img src="./images/noscia/noscia2.png" /><img src="./images/noscia/noscia3.png" /><br><br>
	<u>Inserimento nuova linea NO-SCIA</u>
	<br>Per inserire una nuova linea NO-SCIA compilare il form inserendo i dati richiesti 
	(il form pu&ograve; cambiare a seconda della linea di attivit&agrave;).
	E&apos; possibile recuperare (per alcune linee di  attivit&agrave;) i dati di un impresa gi&agrave; esistente utilizzando il campo 
	<b>DATI IMPRESA - VERIFICA ESISTENZA MEDIANTE PARTITA IVA</b>, 
	una volta inserita la partita iva si aprir&agrave; una popup con la possibilit&agrave; 
	di scegliere con quali dati autocompletare i campi: 
	<img src="./images/noscia/noscia4.png" /><br>
	<br>una volta recuperati i dati dell&apos;impresa &egrave; possibile completare la scheda inserento i dati relativi
	allo stabilimento e alla linea di attivit&agrave; .
	<img src="./images/noscia/noscia5.png" /><br><br>
	Quando si clicca su &apos;salva&apos; si ottiene la scheda di dettaglio dello stabilimento con la linea inserita:
	<img src="./images/noscia/noscia6.png" /><img src="./images/noscia/noscia7.png" /><br><br>
	
	<u>Modifica dati scheda linea NO-SCIA</u>
	<br>Dal dettaglio di una scheda di un operatore NO-SCIA tramite il tasto &apos;MODIFICA DATI SCHEDA&apos; &egrave; 
	possibile effettuare le seguenti operazioni:
	<ul>
		<li>CESSAZIONE</li>
		<li>RIATTIVA LINEE SOSPESE</li>
		<li>SOSPENDI LINEE</li>
		<li>AGGIUNGI LINEA</li>
		<li>ERRATA CORRIGE MODIFICA ANAGRAFICA</li>
	</ul>
	<img src="./images/noscia/noscia8.png" /><br><br>
	
	
	<u>Cessazione NO-SCIA</u>
	<br>Questa scheda consente di effettuare l&apos;operazione di cessazione; la data di cessazione che
	viene inserita non pu&ograve; essere antecedente a quella di inizio attivit&agrave;.
	<img src="./images/noscia/noscia9.png" /><br><br>
	
	<u>RIATTIVA LINEE SOSPESE NO-SCIA</u>
	<br>Questa scheda consente di effettuare la riattivazione di una linea di attivit&agrave; precedentemente sospesa; 
	se l&apos;OSA &egrave; cessato questo link non risulta visibile nel men&ugrave;.
	<img src="./images/noscia/noscia11.png" /><br><br>
	
	<u>SOSPENDI LINEE NO-SCIA</u>
	<br>Questa scheda consente di effettuare la sospesione di una linea di attivit&agrave;. La sospensione pu&ograve; essere di due tipi
	<ul>
		<li>SOSPENSIONE FORZATA: pu&ograve; avere un cu di riferimento che pu&ograve; essere selezionato tra quelli suggeriti</li>
		<li>SOSPENSIONE D&apos;UFFICIO</li>
	</ul>
	se l&apos;OSA &egrave; cessato questo link non risulta visibile nel men&ugrave;.
	<img src="./images/noscia/noscia10.png" /><br><br>
	
	<u>AGGIUNGI LINEA</u>
	<br>Questa scheda consente di aggiungere una o pi&ugrave; linee di attivit&agrave;.<br>
	Se l&apos;OSA &egrave; cessato questa operazione non risulta disponibile. 
	<img src="./images/noscia/noscia14.png" /><br>
	Per selezionare la linea da aggiungere basta cliccare sul tasto &apos;aggiungi attivita produttiva&apos; 
	<img src="./images/noscia/noscia15.png" /><br>
	<img src="./images/noscia/noscia16.png" /><br>
	Dopo aver selezionato la linea da aggiungere ed aver cliccato su salva, si ritorna al dettaglio
	dell&apos;OSA dove &egrave; possibile vedere il risultato dell&apos;operazione effettuata. 
	<br> n.b. Non &egrave; possibile aggiungere una linea di attivit&agrave; gi&agrave; presente a meno
	che tale linea non sia in stato cessato.
	<img src="./images/noscia/noscia17.png" /><br>
	Al momento questa funzionalit&agrave; &egrave; consentita solo per le seguenti linee di attivit&agrave; :
	<ul>
		<li>D.L.vo 219-06 -> FARMACIA DEPOSITO->DEPOSITO FARMACI->DEPOSITO FARMACI</li>
		<li>REG CE 183-05 -> COMMERCIO->COMMERCIO->RIVENDITE MANGIMI PET-FOOD</li>
		<li>Altra normativa -> GIARDINO ZOOLOGICO->GIARDINO ZOOLOGICO->GIARDINO ZOOLOGICO</li>
		<li>L. 362-91 FARMACIE -> FARMACIA->FARMACIA->FARMACIA</li>
		<li>D.L.vo 193-06 -> FARMACI VETERINARI->VENDITA IN ESERCIZI COMMERCIALI(FARMACI SENZA RICETTA)->VENDITA IN ESERCIZI COMMERCIALI(FARMACI SENZA RICETTA)</li>
	</ul>
	tali linee sono anche le uniche che &egrave; possibile aggiungere.
	<br><br>
	
	<u>ERRATA CORRIGE MODIFICA ANAGRAFICA</u>
	<br>Questa scheda, visibile solo ad alcuni utenti, consente di modificare i dati dell&apos;OSA 
	esclusi quelli relativi alla linea di attivit&agrave;.
	<img src="./images/noscia/noscia12.png" /><img src="./images/noscia/noscia13.png" /><br><br>
		
</p> 
<br clear="left" /><br />